const QuestionLists = [
  { id: 0, q1: "Q1. 내가 만드는 앱은~ 다른 사람들이 사용할 때", a1: "Sugar처럼 즐길 수 있는 앱이면 좋겠어!", a2: "Salt처럼 꼭 필요한 앱이면 좋겠어!" },
  { id: 1, q1: "Q2. 나는 보통...", a1: "카톡 알림이 쌓여있는 건 못참아!!", a2: "알림..? 300++이 뭐 대수라고.." },
  {
    id: 2,
    q1: "Q3. 오랜만에 만난 친구와 식사를 하기로 한 당신! 어느 식당에서 식사를 할 계획이신가요?",
    a1: "여기가 제일 핫 하대! 인스타 핫플 식당",
    a2: "너한테만 알려주는 건데… 여기가 찐 맛집이래(골목식당st)",
  },
  {
    id: 3,
    q1: "Q4. 간만에 쇼핑을 나온 당신! 그런데 갑자기 신발이 밑창이 떨어져버렸다? 뭘 사는 게 좋을까..",
    a1: "가격은 조금 비쌀지라도! 오래 신 게 좋은 걸 사야지!",
    a2: "뗴잉.. 어쩔 수 없네 대충 적당한 걸로 사자!",
  },
  { id: 4, q1: "Q5. 다음 중 어떤 말이 더 마음에 드세요?", a1: "클래식은 영원하다", a2: "혁신이 세상을 선도한다." },
  { id: 5, q1: "Q6. 당신은 다음 중 어떤 가치를 더 중요하게 여기시나요?", a1: "돈", a2: "명예" },
  { id: 6, q1: "Q7. 다음 중 어떤 시가 더 마음에 드시나요?", a1: "한글 시", a2: "영문 시" },
];

export default QuestionLists;
